LEXICON_RU: dict[str, str] = {
    'bot_started': 'Бот запущен',
    '/start': '<b>Привет, {user}!</b>\n\nЯ Лена Солодкова — редактор, '
              'маркетолог и ментор. Этот бот поможет познакомиться нам чуть получше. '
              '\n\nЧтобы посмотреть список доступных команд - набери /help',
    '/help': '<b>Это бот Лены Солодковой</b>\n\nДоступные команды:\n\n/menu - '
             'перейти в меню\n\n<b>Приятного использования!</b>',
    'mentor_btn': '💡 Хочу узнать про менторство ',
    'cooperation_btn': '💼 Хочу предложить сотрудничество',
    'back': 'Назад',
    'menu': 'Что вас интересует?🧐',
    'mentor': 'Формат менторства актуален тем, кто хочет выйти на новый уровень в работе с текстами. \n\n'
              'Готова помочь:\n\n'
              '🔹<b>найти свои сильные и слабые стороны</b> в работе с текстами, чтобы понять, какие можно '
              'улучшить, а какие сделать своим козырем;\n'
              '🔹<b>пополнить портфолио крутыми проектами</b>;\n'
              '🔹<b>найти новые варианты работы</b> (оформим портфолио, резюме, постучимся в разные вакансии);\n'
              '🔹<b>развить авторский стиль</b> для личного блога.\n\n'
              'У меня в запасе много контактов заказчиков, которым частенько нужны классные ребята '
              'для новых проектов. И я с удовольствием вас с ними познакомлю.\n\n'
              '<b>Длительность активного менторства</b>: 1 месяц. Но на связи остаёмся и после. \n\n'
              '<b>Стоимость</b>: <span class="tg-spoiler">10 000 рублей</span>.\n\n'
              'Количество мест ограничено, уточняйте в личке @lena_solodkova',
    'cooperation': 'Я открыта к новым краткосрочным проектам как редактор, автор и спикер.\n\n'
                   'Например, готова дать комментарий для вашей статьи, выступить на конференции или вебинаре '
                   'на темы:\n\n'
                   '—маркетинга (b2c, b2b)\n'
                   '—работы с текстами,\n'
                   '—развития телеграм-каналов.\n\n'
                   'С предложениями о сотрудничестве и любыми вопросами по моей работе пишите мне '
                   'в личку @lena_solodkova'
}

LEXICON_COMMAND: dict[str, str] = {
    '/menu': 'В меню бота',
    '/help': 'Справка по работе бота'
}
